Revit 2024 API
GroupTypeId.Data Property
 Data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Data { get; }
Visual Basic
Public Shared ReadOnly Property Data As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Data {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace